
[
  {  
   "name":"Cher Wang",
   "ethnicity":"Taiwanese",
   "birthdate":"September 14, 1958",
   "birth_place":"Taipei, Taiwan",
   "occupation":"Cher Wang is a Taiwanese entrepreneur and philanthropist. She is the co-founder and chairperson of HTC Corporation, which manufactures one out of every six smartphones sold in the US. She is considered one of the most powerful and successful women in technology and as of 2014, she is listed as the 54th most powerful woman in the world by Forbes. In May 2011, Forbes also ranked her with husband Wen Chi Chen as the wealthiest person in Taiwan, with a net worth of US$8.8 billion. In August 2012, Wang was named #56 on Forbes' list of The World's 100 Most Powerful Women.",
   "achievements":"In 2005 Cher Wang was selected as an Innovator by Stars of Asia and also named as one of the ten executives in Asia. Besides, Wang is also an industry partner at the World Economic Forum. Also in 2010 Cher Wang co-founded the ABAC Women’s Forum in order to identify capacity-building policy recommendations to enhance opportunities for women in business and to hold outreach activities within APEC economics. In this year, Cher Wang was also ranked at the eighth place of The entrepreneurs who are most admired by the entrepreneurs. This is conducted by the CommonWealth Magazine in Taiwan.",
   "images":[  
      "http://blogs.oregonstate.edu/rachelwhite/files/2013/05/cher-wang.jpg"
   ],
   "urls":{  
      "Cher Wang New York Time's Article":"http://www.nytimes.com/2008/10/27/technology/companies/27wang.html"
   }
  },
  {  
   "name":"CJ Walker",
   "ethnicity":"African-American",
   "birthdate":"December 23, 1867",
   "birth_place":"Delta, Louisiana",
   "occupation":"Madam C. J. Walker, was an African-American entrepreneur, philanthropist, and a political activist. Eulogized as the first female self-made millionaire in America, she became one of the wealthiest African American women in the country and one of the most successful African-American business owners ever. Walker made her millions by developing and marketing a line of beauty and hair products for black women through Madame C.J. Walker Manufacturing Company. Walker was also known for her philanthropy and activism, making financial donations to numerous organizations and became a patron of the arts. Villa Lewaro, Walker’s lavish estate in Irvington-on-Hudson, New York, served as a social gathering place for the African American community.",
   "achievements":"According to Walker's New York Times obituary, "she said herself two years ago [in 1917] that she was not yet a millionaire, but hoped to be some time." Her daughter, A'Lelia Walker, became the president of the Madame C.J. Walker Manufacturing Company. In 2006, playwright and director Regina Taylor wrote The Dreams of Sarah Breedlove, about the history of Walker’s struggles and success. Actress L. On March 4, 2016, skincare and haircare company Sundial Brands launched a collaboration with Sephora in honor of Walker’s legacy.",
   "images":[  
      "http://static1.squarespace.com/static/55a91c69e4b00e08df07cf15/55a91d2be4b0b8b2c8ec377b/55c26f35e4b023db27ded486/1442762364508/?format=1000w",
      ""http://www.madamcjwalker.com/wp-content/uploads/2011/01/MCJW-Section-Icons-5.jpg"
   ],
   "urls":{  
      "CJ Walker Biography":"https://en.wikipedia.org/wiki/Madam_C._J._Walker"
   }
  },
  {  
   "name":"Lubna Olayan",
   "ethnicity":"Saudi",
   "birthdate":"August 4, 1955",
   "birth_place":"Saudi Arabia",
   "occupation":"Lubna Olayan is a Saudi business woman. Considered to be one of the most influential business women in the world; as was listed as one of the top 100 most influential people of 2005 by Time magazine, and has continued to be on the Forbes list of most powerful women till 2011 and has returned to the list in 2014. In 2004, Ms. Olayan was the first woman in Saudi history to deliver an opening keynote address at a major conference in Saudi Arabia; at the Jeddah Economic Forum. As of 2014, she is listed as the 86th most powerful woman in the world by Forbes. ",
   "achievements":"In February 2005, Olayan was appointed as a non-executive director to the Board of WPP, and in December 2004, was elected to sit on the Board of the Saudi Hollandi Bank, a publicly listed company in Saudi Arabia. In September 2006 and April 2007, she joined the International Advisory Boards of Rolls-Royce and Citigroup, respectively. Olayan also served on the Board of Chelsfield plc, the UK property developer, from 1996 to 2004. She is a member of the International Business Council of the World Economic Forum, and the International Advisory Board of the Council on Foreign Relations, which she joined in November and December 2005 respectively. In 2010, she was awarded the Cornell Entrepreneur of the Year. As of 2014, she is listed as the 86th most powerful woman in the world by Forbes. In terms of education and philanthropy, Olayan joined the Board of Directors of INSEAD in December 2005, and has been a member of its International Council since March 1997. In April 2007, she was elected as a member of the Board of Trustees for Cornell University. Olayan also joined the Advisory Board of Effat College, a private and non-profit girls college in Jeddah, Saudi Arabia, in April 2006. She is also a board member at Alfanar, the first venture philanthropy organization focussing on the Arab Region founded by Tarek Ben Halim in 2004. Olayan has served on the Board of Trustees of the "Arab Thought Foundation," a think tank based in Beirut focusing on issues facing the Arab world, since January 2000.",
   "images":[  
      "http://www.nndb.com/people/950/000161467/LubnaOlayan.jpg"
   ],
   "urls":{  
      ""
   }
  },
  {  
   "name":"Mary Barra",
   "ethnicity":"American",
   "birthdate":"December 24, 1961",
   "birth_place":"Royal Oak, Michigan",
   "occupation":"Mary Barra is the Chairman and CEO of General Motors Company. She has held the CEO position since January 15, 2014, and she is the first female CEO of a major global automaker. On December 10, 2013, GM named her to succeed Dan Akerson as Chief Executive Officer, and prior to that, Barra served as the Executive Vice President of Global Product Development, Purchasing and Supply Chain at General Motors. Barra started working for General Motors at the age of 18[9] as a co-op student in 1980 and subsequently held a variety of engineering and administrative positions, including being the manager of the Detroit/Hamtramck Assembly plant. In February 2008, she became Vice President of Global Manufacturing Engineering. In July 2009 she advanced to the position of Vice President of Global Human Resources, which she held until February 2011, when she was named Executive Vice President of Global Product Development. The latter position included responsibilities for design; she has worked to reduce the number of automobile platforms in GM. In August 2013, her Vice President responsibility was extended to include Global Purchasing and Supply Chain.",
   "achievements":"A committed philanthropist, Lechter also gives back to world communities as both a volunteer and benefactor. Her dedication to her principles, ideas and convictions has landed her numerous awards and placed her on several committees. Letcher's committees consist of joining President George W. Washington's Bush Council on Financial Literacy, Active member of Women’s Presidents Organization, National board of Childhelp, a national non-profit organization founded to prevent and treat child abuse. Her recognitions are Spirit of the Children Award (2002), Women of the Year (2013), Positive Power of Women Award for Philanthropic Leadership (2012), and etc. The Spirit of the Children Award was about Sharon and her husband Michael receiving this award for their support of Child help and their own efforts to curtail child abuse. Women of the Year award was given to Letcher by the National Bank of Arizona.",
      "images":[ 
      "https://cleantechnica.com/files/2016/12/Mary-Barra.jpg"
   ],
   "urls":{  
      ""
   }
  },
    {  
   "name":"Reshma Saujani",
   "ethnicity":"Gujarati- Indian descent born in Illinois",
   "birthdate":"December 18, 1975",
   "birth_place":"Chicago, Illinois",
   "occupation":"Reshma Saujani is an American lawyer and politician. She is the founder of the tech organization Girls Who Code. She was previously the Deputy Public Advocate at the Office of the New York City Public Advocate.  Saujani lost the 2010 Democratic primary (19%-81%) for the U.S. House of Representatives in New York's 14th congressional district against incumbent Congresswoman Carolyn B. Maloney.",
   "achievements":"Reshma's greatest achievement will be being able to create Girls Who Code. Saujani was the first Indian-American woman (and the first South Asian American woman) to run for Congress. She ran as a Democratic candidate for New York City Public Advocate in 2013, coming third in the primary. Saujani worked at the law firm Davis Polk & Wardwell LLP, where she defended securities fraud cases, and on a pro bono basis handled asylum cases. In 2005, she joined the investment firm Carret Asset Management. After Saujani left Carret, its principal owner, financier Hassan Nemazee, was convicted on felony charges relating to bank fraud carried out over the course of several years at Carret, including during Saujani's time at Carret; she later told the news media that she had had no knowledge of any illicit conduct at Carret. Subsequently, she joined Blue Wave Partners Management, a subsidiary of the Carlyle Group, the global alternative asset management firm specializing in private equity. She was an associate general counsel at Blue Wave, an equity multi-strategy hedge fund; it was closed in the aftermath of the 2008 market collapse. Immediately prior to running for Congress, Saujani was a deputy general counsel at Fortress Investment Group. In 2012, Saujani founded Girls Who Code, a nonprofit organization which works to close the gender gap in technology. In 2015, she collected a salary of $224,913 from the organization according to Internal Revenue Service filings.",
      "images":[ 
      "http://coveteur.com/content/uploads/2015/09/Reshma_Saujani-The_Coveteur-Deskside07-728x927.jpg",
      "http://static3.businessinsider.com/image/52167314eab8eafa25000039-1057-793/reshma-saujani-1.jpg"
   ],
   "urls":{  
      "Reshma and NYC":"http://www.nytimes.com/2010/01/27/nyregion/27maloney.html",
      "Reshma Saujani":"https://www.ted.com/speakers/reshma_saujani",
      "Girls WHo Code":""https://girlswhocode.com/our-team/"
   }
  },
  {
     "name":"Sharon Letcher",
   "ethnicity":"American",
   "birthdate":"Janurary 12, 1954",
   "birth_place":"America",
   "occupation":"Sharon L. Lechter is an American accountant, author, businesswoman, investor, motivational speaker, financial literacy activist and philanthropist. Sharon Lechter is also the founder and CEO of Pay Your Family First, a financial education organization. In 2009 Sharon was appointed to the National CPA Financial Literacy Commission as a national spokesperson on the topic of financial literacy. In January 2008, Lechter was appointed to the President's Advisory Council on Financial Literacy to serve a two-year term. It is the council's responsibility to keep the American public financially competent and competitive. The Council served both President Bush and President Obama advising them on the need for financial literacy education.Sharon is a member of the Business Advisory Board for EmpowHER, a company dedicated to women’s health issues. Sharon also serves on the national board of the Women Presidents’ Organization, and the national board of Childhelp, a national organization founded to prevent and treat child abuse. In 2013 Sharon received the designation of AICPA Financial Literacy Champion. Sharon is also an Instructor for Thunderbird School of Global Management for both its Artemis Program and its partnership with the U.S. Department of State and Goldman Sachs 10,000 Women program. Sharon was also integral in the passage of Arizona SB1449 in June 2013, a bill that requires financial literacy concepts to permanently be incorporated into economics standards and created a separate statue for those concepts.",
   "achievements":"A committed philanthropist, Lechter also gives back to world communities as both a volunteer and benefactor. Her dedication to her principles, ideas and convictions has landed her numerous awards and placed her on several committees. Letcher's commitees consist of joining President George W. Washington's Bush Council on Financial Literacy, Active member of Women’s Presidents Organization, National board of Childhelp, a national non-profit organization founded to prevent and treat child abuse. Her recognitions are Spirit of the Children Award (2002), Women of the Year (2013), Positive Power of Women Award for Philanthropic Leadership (2012), and etc. The Spirit of the Children Award was about Sharon and her husband Michael receiving this award for their support of Child help and their own efforts to curtail child abuse. Women of the Year award was given to Letcher by the National Bank of Arizona.",
      "images":[ 
      "http://www.nelcastellodicarta.it/libri/libertafinanziaria/foto/sharonlechter.jpg",  
   ],
   "urls":{  
   }
  },
    {
     "name":"Ursula Burns",
   "ethnicity":"African-American, Panamanian",
   "birthdate":"September 20, 1958",
   "birth_place":"America",
   "occupation":"Ursula Burns serves as Chairwoman (since May 2010) of Xerox and was the CEO of the company from July 2009 to December 2016. As such, she was the first African-American woman CEO to head a Fortune 500 company. She is also the first woman to succeed another woman as head of a Fortune 500 company, having succeeded Anne Mulcahy as CEO of Xerox. In 2014, Forbes rated her the 22nd most powerful woman in the world. In 1980, Burns first worked for Xerox as a summer intern, permanently joining a year later, in 1981, after completing her master's degree. She worked in various roles in product development and planning in the remainder of the 1980s throughout her 20s. In January 1990, her career took an unexpected turn when Wayland Hicks, then a senior executive, offered Burns a job as his executive assistant. She accepted and worked for him for roughly nine months when she was ready to go back home because she was about to be married to Lloyd Bean. In June 1991, she became executive assistant to then chairman and chief executive Paul Allaire. In 1999, she was named vice president for global manufacturing. Burns has served on numerous professional and community boards, including Exxon Mobil Corporation,[13] American Express, Boston Scientific, FIRST, National Association of Manufacturers, University of Rochester, the MIT Corporation, the Rochester Business Alliance, and the RUMP Group. She had been serving as Vice Chairwoman of the Executive Committee of The Business Council between 2013 and 2014.",
   "achievements":"In April 2007, Ms. Burns was named president of Xerox, expanding her leadership role to also include the company’s IT organization, corporate strategy, human resources, corporate marketing and global accounts. At that time, she was also elected a member of the company’s Board of Directors. She was named Chief Executive Officer in July 2009 and took on the role of chairman of the company on May 20, 2010. In November of 2009 Ms. Burns was named by President Barack Obama to help lead the White House national program on STEM (science, technology, engineering and math) and was appointed vice chair of the President’s Export Council in March 2010. Ms. Burns attributes much of her success to her mother, “My mother would always remind me: ‘Where you are is not who you are.’ I grew up in a poor neighborhood in New York City. My mother saw education as the way up and out for her children. It didn’t take long for me to see the wisdom in her beliefs.” Ursula Burns has made history, but more importantly she has made a difference. It is this that makes her a Woman You Should Know.",
      "images":[ 
      "https://static.makers.com/maker/UrsulaBurns_Thumbnail_RightSize.jpg",  
      "https://github.com/rolemodelsgwc/THETRUTHBEHINDUS.html/blob/master/ursulaburns.jpg?raw=true",
      "https://s.blogcdn.com/www.dailyfinance.com/media/2013/02/ursula-burns-604-cs022213.jpg"
   ],
   "urls":{  
   }
  },
]
